Revit 2027 API
ParameterTypeId.RailingSystemSecondaryHandrailsPositionParam Property
 "Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RailingSystemSecondaryHandrailsPositionParam { get; }
Public Shared ReadOnly Property RailingSystemSecondaryHandrailsPositionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RailingSystemSecondaryHandrailsPositionParam {
	ForgeTypeId^ get ();
}
static member RailingSystemSecondaryHandrailsPositionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace